Repository: INGInious/problems-blockly
Catalog: inginious-problems-blockly/i18n/*/LC_MESSAGES/messages.po
Languages: fr

source: Run code
fr: Exécuter le code

source: Restart
fr: Redémarrer

source: Blocks
fr: Blocs

source: Split
fr: Séparer

source: Toggle full screen
fr: Basculer en plein écran

source: You have
fr: Vous avez

source: block(s) left.
fr: bloc(s) restant(s)

source: Close
fr: Fermer

source: Context
fr: Contexte

source: Workspace Options
fr: Options de l'espace de travail

source: Visual problem
fr: Problème visuel

source: Can collapse blocks
fr: Peut réduire les blocs

source: Can comment blocks
fr: Peut commenter les blocs

source: Can disable blocks
fr: Peut désactiver les blocs

source: Max number of blocks
fr: Nombre maximum de blocs

source: Timeout between animations
fr: Interval entre les animations

source: Use trashcan
fr: Utiliser la poubelle

source: Use horizontal layout
fr: Utiliser le layout horizontal

source: Toolbox position
fr: Position de la boîte à outils

source: Media path
fr: Chemin des médias

source: Use blockly css
fr: Utiliser le css blockly

source: Display grid
fr: Afficher la grille

source: Right-to-left
fr: de droit à gauche

source: Read only
fr: Mode lecture uniquement

source: 1-based index
fr: index base i

source: Scrollbars
fr: Barres de défilement

source: Sounds
fr: Sons

source: Files (Interpreter, Visual execution)
fr: Fichiers (Interpréteur, Exécution visuelle)

source: Additional blocks files
fr: Fichiers de blocs additionnels

source: Edit toolbox XML
fr: Editer la boîte à outils XML

source: Toolbox
fr: boîte à outils

source: Edit workspace XML
fr: Editer l'espace de travail XML

source: Workspace
fr: Espace de travail

source: Edit toolbox/workspace graphically
fr: Editer la boîte à outils/l'espace de travail graphiquement

source: Blockly Factory
fr: Usine Blockly

source: left
fr: gauche

source: right
fr: droite

source: Spacing
fr: Espace

source: Length
fr: Taille

source: Colour
fr: Couleur

source: Snap
fr: Casser

source: Controls
fr: Contrôles

source: Wheel
fr: Roue

source: Start scale
fr: Commencer la mise à l'échelle

source: Max scale
fr: Mise à l'échelle maximum

source: Min scale
fr: Mise à l'échelle minimum

source: Scale speed
fr: Mise à l'échelle de la vitesse

source: File name
fr: Nom du fichier
